Reinforcement hosted on highlighted Parts will be deleted.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId DPartReinforcementDeleted { get; }
  Visual Basic
Public Shared ReadOnly Property DPartReinforcementDeleted As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ DPartReinforcementDeleted {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures RebarSystemFailures Class
  Autodesk.Revit.DB Namespace